import React from 'react'

const Home = () => {
	return (
		<div className='py-40 bg-darkMain text-white/90 h-screen text-2xl p-4'>
			<h2 className='text-2xl text-blue-600 font-bold mb-2'>
				Вітаю всіх учасників буткемпу React з Redux!
			</h2>
			<p className='mb-4'>
				Ви досягли останнього модуля! Це великий успіх і показник вашої
				впевненості у здобутті нових знань та навичок.
			</p>
			<p className='mb-4'>
				Я впевнений, що ви пройшли складний шлях, але ви справилися з викликом
				та зробили величезний крок до своєї особистої та професійної мети.
			</p>
			<p className='mb-4'>
				Ви навчались використовувати Redux разом з React, що зробить ваші
				додатки більш масштабованими та зручними для управління станом.
			</p>
			<p className='mb-4'>
				Нехай цей останній модуль буде відзначенням ваших зусиль і вказівкою на
				більш яскраву майбутню кар'єру.
			</p>
			<p className='mb-4'>Вітаю вас ще раз і бажаю успіхів у майбутньому!</p>
		</div>
	)
}

export default Home
